const postsData = [
  {
    "title": "제자 시리즈: 말씀에 순종하는 사람 - 논리를 뛰어넘는 순종",
    "description": "20260222-그래서",
    "path": "교재/20260222-%E1%84%80%E1%85%B3%E1%84%85%E1%85%A2%E1%84%89%E1%85%A5.html",
    "date": "2026-02-21"
  },
  {
    "title": "떠남, 하나님 작품의 시작 - 사도행전 7:1-8",
    "description": "떠남 하나님의 작품 시작",
    "path": "교재/20260208_%E1%84%84%E1%85%A5%E1%84%82%E1%85%A1%E1%86%B7%20%E1%84%92%E1%85%A1%E1%84%82%E1%85%A1%E1%84%82%E1%85%B5%E1%86%B7%E1%84%8B%E1%85%B4%20%E1%84%8C%E1%85%A1%E1%86%A8%E1%84%91%E1%85%AE%E1%86%B7%20%E1%84%89%E1%85%B5%E1%84%8C%E1%85%A1%E1%86%A8.html",
    "date": "2026-02-08"
  },
  {
    "title": "열방위에서는교회 신년 기도회",
    "description": "완벽한 화가에게",
    "path": "교재/20260104_%E1%84%8B%E1%85%AA%E1%86%AB%E1%84%87%E1%85%A7%E1%86%A8%E1%84%92%E1%85%A1%E1%86%AB%20%E1%84%92%E1%85%AA%E1%84%80%E1%85%A1%E1%84%8B%E1%85%A6%E1%84%80%E1%85%A6%20.html",
    "date": "2026-01-04"
  }
];
