const postsData = [
  {
    "title": "제자 시리즈: 말씀에 순종하는 사람 - 논리를 뛰어넘는 순종",
    "description": "20260222-그래서",
    "path": "교재/20260222-그래서.html",
    "date": "2026-02-21"
  },
  {
    "title": "떠남, 하나님 작품의 시작 - 사도행전 7:1-8",
    "description": "떠남 하나님의 작품 시작",
    "path": "교재/20260208_떠남 하나님의 작품 시작.html",
    "date": "2026-02-08"
  },
  {
    "title": "열방위에서는교회 신년 기도회",
    "description": "완벽한 화가에게",
    "path": "교재/20260104_완벽한 화가에게 .html",
    "date": "2026-01-04"
  }
];
